Repository: telerik/reporting-samples
Catalog: NativeBlazorRvLocalizationWebAssembly/NativeBlazorRvLocalizationWebAssembly/Resources/ReportViewerMessages.*.resx
Languages: bg_bg

# ReportViewer_ClientExpired
source: Click 'Refresh' to restore client session.
bg_bg: Натиснете 'Опресни' за да възстановите сесията.

# ReportViewer_ErrorCreatingReportDocument
source: Error creating report document (Report = '{0}'; Format = '{1}').
bg_bg: Грешка при създаване на документа (Репорт = '{0}'; Формат = '{1}').

# ReportViewer_ErrorSendingDocument
source: Error sending report document (Report = '{0}').
bg_bg: Грешка при изпращане на документ (Репорт = '{0}').

# ReportViewer_InvalidParameter
source: Please input a valid value.
bg_bg: Моля въведете валидна стойност.

# ReportViewer_LoadedReportPagesComplete
source: Done. Total {0} pages loaded.
bg_bg: Завършено. {0} страници заредени.

# ReportViewer_LoadingReport
source: Loading report...
bg_bg: Зареждане на репорт...

# ReportViewer_LoadingReportPagesInProgress
source: {0} pages loaded so far...
bg_bg: {0} страници заредени до момента...

# ReportViewer_MissingOrInvalidParameter
source: Missing or invalid parameter value. Please input valid data for all parameters.
bg_bg: Липсващ или невалиден параметър. Моля въведете валидна стойност.

# ReportViewer_NoPageToDisplay
source: No page to display.
bg_bg: Няма страници за показване

# ReportViewer_ParameterEditorSelectAll
source: select all
bg_bg: избери всички

# ReportViewer_ParameterEditorSelectNone
source: clear selection
bg_bg: изчисти

# ReportViewer_ParametersAreaPreviewButton
source: Preview
bg_bg: Прегледай

# ReportViewer_PromisesChainStopError
source: Error shown. Throwing promises chain stop error.
bg_bg: Грешка.

# ReportViewer_SendEmailDialogCancelLabel
source: Cancel
bg_bg: Откажи

# ReportViewer_SendEmailDialogClose
source: Close
bg_bg: Затвори

# ReportViewer_SendEmailDialogFormatLabel
source: Format:
bg_bg: Формат:

# ReportViewer_SendEmailDialogFromLabel
source: From:
bg_bg: От:

# ReportViewer_SendEmailDialogSendLabel
source: Send
bg_bg: Изпрати

# ReportViewer_SendEmailDialogSubjectLabel
source: Subject:
bg_bg: Тема:

# ReportViewer_SendEmailDialogTitle
source: Send Email
bg_bg: Изпрати Email

# ReportViewer_SendEmailDialogToLabel
source: To:
bg_bg: За:

# ReportViewer_SendEmailDialogValidationEmailFormat
source: Email format is not valid
bg_bg: Email форматът е невалиден

# ReportViewer_SendEmailDialogValidationEmailRequired
source: Email field is required
bg_bg: Email полето е задължително

# ReportViewer_SendEmailDialogValidationFormatRequired
source: Format field is required
bg_bg: Формат полето е задължително

# ReportViewer_ToolbarToggleDocumentMapTitle
source: Toggle Document Map
bg_bg: Покажи/Скрий Навигация

# ReportViewer_ToolbarExportTitle
source: Export
bg_bg: Експорт

# ReportViewer_ToolbarFirstPageTitle
source: First Page
bg_bg: Първа страница

# ReportViewer_ToolbarLastPageTitle
source: Last Page
bg_bg: Последна страница

# ReportViewer_ToolbarNextPageTitle
source: Next Page
bg_bg: Следваща страница

# ReportViewer_ToolbarToggleScaleModeTitle
source: Toggle FullPage/PageWidth
bg_bg: Превключи FullPage/PageWidth

# ReportViewer_ToolbarToggleParametersAreaTitle
source: Toggle Parameters Area
bg_bg: Покажи/Скрий Параметрите

# ReportViewer_ToolbarPreviousPageTitle
source: Previous Page
bg_bg: Предишна страница

# ReportViewer_ToolbarTogglePrintPreviewTitle
source: Toggle Print Preview
bg_bg: Включи/Изключи Print Preview

# ReportViewer_ToolbarPrintTitle
source: Print
bg_bg: Принт

# ReportViewer_ToolbarRefreshTitle
source: Refresh
bg_bg: Опресни

# ReportViewer_ToolbarStopRenderingTitle
source: Stop Rendering
bg_bg: Спри рендерирането

# ReportViewer_ToolbarSendMailTitle
source: Send an email
bg_bg: Изпрати email

# ReportViewer_ToolbarZoomInTitle
source: Zoom In
bg_bg: Уголеми

# ReportViewer_ToolbarZoomOutTitle
source: Zoom Out
bg_bg: Смали

# ReportViewer_UnableToGetReportParameters
source: Unable to get report parameters.
bg_bg: Параметрите на репорта не могат да бъдат заредени.

# ReportViewer_RenderingCancelled
source: Report processing was canceled.
bg_bg: Рендерирането на репорта беше спряно.

# ReportViewer_PreparingDownload
source: Preparing document to download. Please wait...
bg_bg: Приготвяне на документ за сваляне. Моля изчакайте...

# ReportViewer_PreparingPrint
source: Preparing document to print. Please wait...
bg_bg: Приготвяне на документ за принтиране. Моля изчакайте...

# ReportViewer_ToolbarNavigateBackwardTitle
source: Navigate Backward
bg_bg: Навигирай Назад

# ReportViewer_ToolbarNavigateForwardTitle
source: Navigate Forward
bg_bg: Навигирай Напред

# ReportViewer_SearchDialogCaptionText
source: Find
bg_bg: Намери

# ReportViewer_SearchDialogMatchCaseTitle
source: Match Case
bg_bg: Сравнявай Главни Букви

# ReportViewer_SearchDialogMatchWholeWordTitle
source: Match Whole Word
bg_bg: Сравнявай Цели Думи

# ReportViewer_SearchDialogNavigateDownTitle
source: Navigate Down
bg_bg: Надолу

# ReportViewer_SearchDialogNavigateUpTitle
source: Navigate Up
bg_bg: Нагоре

# ReportViewer_SearchDialogNoResultsLabel
source: No results
bg_bg: Няма резултати

# ReportViewer_SearchDialogPageText
source: page
bg_bg: страница

# ReportViewer_SearchDialogResultsFormatLabel
source: Result {0} of {1}
bg_bg: Резултат {0} от {1}

# ReportViewer_SearchDialogSearchInProggress
source: searching...
bg_bg: търсене...

# ReportViewer_SearchDialogClearTitle
source: Clear
bg_bg: Изчисти

# ReportViewer_SearchDialogTitle
source: Search in report contents
bg_bg: Търсене в репорт

# ReportViewer_SearchDialogUseRegexTitle
source: Use Regex
bg_bg: Използвай Regex

# ReportViewer_ToolbarSearchTitle
source: Toggle Search
bg_bg: Пусни Търсачка

# ReportViewer_SearchDialogResultsLimitLabel
source: Showing first {0} results.
bg_bg: Показване на първите {0} резултата.

# ReportViewer_NoReport
source: No report.
bg_bg: Няма репорт.
